{"data": {"ptcgoCode": "CEL-CC", "expansion": {"de": "Celebrations", "en": "Celebrations", "es": "Celebraciones", "fr": "Célébrations", "it": "Gran Festa", "la": "Celebraciones", "ptbr": "Celebrações"}}, "1": {"id": "swsh7-5r_1", "supertype": "Pokémon", "subtypes": ["Stage 2"], "types": ["Water"], "hp": 100, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Squirtle", "name": {"de": "Turtok", "en": "Blastoise", "es": "Blastoise", "fr": "Tortank", "it": "Blastoise", "la": "Blastoise", "ptbr": "Blastoise"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 3, "attacks": [{"en": {"name": "Rain Dance", "text": "As often as you like during your turn <i>(before your attack)</i>, you may attach 1 water Energy card to 1 of your water Pokémon. <i>(This doesn't use up your 1 Energy card attachment for the turn.)</i> This power can't be used if Blastoise is Asleep, Confused, or Paralyzed."}, "cost": "", "damage": "", "de": {"name": "Regentanz", "text": "Bist Du am Zug, kannst Du <i>(vor Deinem Angriff)</i> beliebig oft eine water Energiekarte auf eines Deiner Pokémon ablegen. <i>(Damit ist die Ablegemöglichkeit von einer </i>water<i> Energiekarte pro Zug nicht aufgebraucht.)</i> Diese Fähigkeit kann nicht eingesetzt werden, falls Turtok schlafend, verwirrt oder gelähmt ist."}, "es": {"name": "Danza de la Lluvia", "text": "Tantas veces como quieras durante tu turno <i>(antes de tu ataque)</i>, puedes unir 1 carta de Energía water a 1 de tus Pokémon water. (Esto no usa tu cuota de 1 carta de Energía para este turno.) Este poder no puede ser usado si Blastoise está Dormido, Paralizado o Envenenado."}, "fr": {"name": "Danse de la pluie", "text": "Aussi souvent que vous le souhaitez pendant votre tour <i>(avant votre attaque),</i> vous pouvez attacher 1 carte Énergie water à 1 de vos Pokémon water. (En plus de la carte Énergie que vous pouvez attacher normalement.) Ce pouvoir ne peut être utilisé si Tortank est Endormi, Confus ou Paralysé."}, "it": {"name": "Danza della Pioggia", "text": "Quante volte vuoi durante il tuo turno <i>(prima di attaccare)</i>, puoi assegnare una carta Energia water a uno dei tuoi Pokémon water. (Questo non esaurisce la tua assegnazione di una carta Energia per turno.) Questo potere non può essere usato se Blastoise è Addormentato, Confuso o Paralizzato."}, "la": {"name": "Danza de la Lluvia", "text": "Tantas veces como quieras durante tu turno <i>(antes de tu ataque)</i>, puedes unir 1 carta de Energía water a 1 de tus Pokémon water. (Esto no usa tu cuota de 1 carta de Energía para este turno.) Este poder no puede ser usado si Blastoise está Dormido, Paralizado o Envenenado."}, "ptbr": {"name": "Dança da Chuva", "text": "No seu turno (<i>antes do seu ataque</i>) e o quanto você desejar, você pode ligar 1 carta de Energia water a um dos seus Pokémons water. (Isto não conta em relação ao limite de uma carta de Energia por turno). Este poder não pode ser usado se Blastoise estiver Adormecido, Confuso ou Paralisado."}}, {"en": {"name": "Hydro Pump", "text": "Does 40 damage plus 10 more damage for each water Energy attached to Blastoise but not used to pay for this attack's Energy cost. Extra water Energy after the 2nd doesn't count."}, "cost": "", "damage": "", "de": {"name": "Hydropumpe", "text": "Fügt 40 Schadenspunkte plus 10 weitere Schadenspunkte für jede auf Turtok abgelegte water Energie zu, die nicht zum Zahlen der Energiekosten für diesen Angriff verwendet wurde. Du kannst nicht mehr als 20 Schadenspunkte auf diese Weise hinzufügen."}, "es": {"name": "Hidro Bomba", "text": "Hace 40 puntos de daño más otros 10 puntos por cada Energía water unida a Blastoise pero no puede usarse para pagar el coste Adicional de Energía de este ataque. Energía water adicional después de la segunda no cuenta."}, "fr": {"name": "Hydrocanon", "text": "Inflige 40 dégâts plus 10 dégâts supplémentaires pour chaque Énergie water attachée à Tortank en plus du coût en Énergie de cette attaque. Les Énergies water supplémentaires après la seconde ne comptent pas."}, "it": {"name": "Idropompa", "text": "Infligge 40 danni più altri 10 danni per ciascuna carta Energia water assegnata a Blastoise che non viene usata per pagare il costo di Energia di questo attacco. Altre carte Energia water dopo la 2ª non contano."}, "la": {"name": "Hidro Bomba", "text": "Hace 40 puntos de daño más otros 10 puntos por cada Energía water unida a Blastoise pero no puede usarse para pagar el coste Adicional de Energía de este ataque. Energía water adicional después de la segunda no cuenta."}, "ptbr": {"name": "Jato d'Água", "text": "Causa 40 pts. de dano + 10 pts. de dano adicionais para cada Energia water ligada ao Blastoise que não foi usada para pagar pelo custo de Energia deste ataque. Energia water extra (acima da 2ª) não conta."}}], "abilities": [], "weaknesses": {"type": "Lightning", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "2": {"id": "swsh7-5r_2", "supertype": "Pokémon", "subtypes": ["Stage 2"], "types": ["Fire"], "hp": 120, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "", "name": {"de": "Glurak", "en": "Charizard", "es": "Charizard", "fr": "Dracaufeu", "it": "Charizard", "la": "Charizard", "ptbr": "Charizard"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 3, "attacks": [{"en": {"name": "Energy Burn", "text": "As often as you like during your turn <i>(before your attack)</i>, you may turn all Energy attached to Charizard into fire Energy for the rest of the turn. This power can't be used if Charizard is Asleep, Confused, or Paralyzed."}, "cost": "", "damage": "", "de": {"name": "Energie verbrennen", "text": "Bist Du am Zug, kannst Du <i>(vor Deinem Angriff)</i> beliebig oft alle auf Glurak abgelegte Energie in fire Energie für den Rest des Zugs verwandeln. Diese Fähigkeit kann nicht eingesetzt werden, falls Glurak schlafend, verwirrt oder gelähmt ist."}, "es": {"name": "Quema de Energía", "text": "Tantas veces como quieras durante tu turno <i>(antes de tu ataque)</i>, y puedes transformar toda la Energía unida a Charizard en Energía fire por el resto de tu turno. Este poder no puede ser usado si Charizard está Dormido, Paralizado o Envenenado."}, "fr": {"name": "Combustion d'Énergie", "text": "Aussi souvent que vous le souhaitez pendant votre tour <i>(avant votre attaque), </i>vous pouvez transformer toutes les Énergies attachées à Dracaufeu en Énergies fire jusqu'à la fin du tour. Ce pouvoir ne peut être utilisé si Dracaufeu est Endormi, Confus ou Paralysé."}, "it": {"name": "Brucia energia", "text": "Quante volte vuoi durante il tuo turno <i>(prima di attaccare)</i>, puoi trasformare tutte le carte Energia assegnate a Charizard in carte Energia fire per il resto del turno. Questo potere non può essere usato se Charizard è Addormentato, Confuso o Paralizzato."}, "la": {"name": "Quema de Energía", "text": "Tantas veces como quieras durante tu turno <i>(antes de tu ataque)</i>, y puedes transformar toda la Energía unida a Charizard en Energía fire por el resto de tu turno. Este poder no puede ser usado si Charizard está Dormido, Paralizado o Envenenado."}, "ptbr": {"name": "Queima de Energia", "text": "No seu turno <i>(antes do seu ataque)</i> e o quanto você desejar, você pode transformar todas as Energias ligadas ao Charizard em Energia fire pelo restante do turno. Este poder não pode ser usado se o Charizard estiver Adormecido, Confuso ou Paralisado."}}, {"en": {"name": "Fire Spin", "text": "Discard 2 Energy cards attached to Charizard in order to use this attack."}, "cost": "", "damage": "", "de": {"name": "Feuerwirbel", "text": "Entferne 2 auf Glurak abgelegte Energiekarten, um diesen Angriff auszuführen."}, "es": {"name": "Giro Fuego", "text": "Descarta 2 cartas de Energía unidas a Charizard para poder usar este ataque."}, "fr": {"name": "Danseflamme", "text": "Défaussez 2 cartes Énergie attachées à Dracaufeu pour pouvoir utiliser cette attaque."}, "it": {"name": "Turbofuoco", "text": "Scarta 2 carte Energia assegnate a Charizard per poter usare questo attacco."}, "la": {"name": "Giro Fuego", "text": "Descarta 2 cartas de Energía unidas a Charizard para poder usar este ataque."}, "ptbr": {"name": "Chama Furacão", "text": "Descarte 2 cartas de Energia ligadas ao Charizard para usar este ataque."}}], "abilities": [], "weaknesses": {"type": "Water", "amount": ""}, "resistance": {"type": "Fighting", "amount": "-30"}}, "3": {"id": "swsh7-5r_3", "supertype": "Pokémon", "subtypes": ["Stage 2"], "types": ["Grass"], "hp": 100, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Bulbasaur", "name": {"de": "Bisaflor", "en": "Venusaur", "es": "Venusaur", "fr": "Florizarre", "it": "Venusaur", "la": "Venusaur", "ptbr": "Venusaur"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 2, "attacks": [{"en": {"name": "Energy Trans", "text": "As often as you like during your turn <i>(before your attack)</i>, you may take 1 grass Energy card attached to 1 of your Pokémon and attach it to a different one. This power can't be used if Venusaur is Asleep, Confused, or Paralyzed."}, "cost": "", "damage": "", "de": {"name": "Energieverteilung", "text": "Bist Du am Zug, kannst Du <i>(vor Deinem Angriff)</i> beliebig oft eine auf einem Deiner Pokémon abgelegte grass Energiekarte nehmen und auf ein anderes legen. Diese Fähigkeit kann nicht eingesetzt werden, falls Bisaflor schlafend, verwirrt oder gelähmt ist."}, "es": {"name": "Energía Trans", "text": "tantas veces como quieras durante tu turno <i>(antes de tu ataque)</i>, puedes robar 1 carta de Energía grass unida a 1 de tus Pokémon y unirla a uno diferente. Este poder no puede ser usado si Venusaur está Dormido, Paralizado o Envenenado."}, "fr": {"name": "Transfert d'Énergie", "text": "Aussi souvent que vous le souhaitez pendant votre tour <i>(avant votre attaque), </i>vous pouvez prendre 1 carte Énergie grass attachée à 1 de vos Pokémon et l'attacher à un autre. Ce pouvoir ne peut être utilisé si Florizarre est Endormi, Confus ou Paralysé."}, "it": {"name": "Trasferimento energia", "text": "Quante volte vuoi durante il tuo turno (<i>prima di attaccare</i>), puoi prendere una carta Energia grass assegnata a uno dei tuoi Pokémon ed assegnarla a un altro. Questo potere non può essere usato se Venusaur è Addormentato, Confuso o Paralizzato."}, "la": {"name": "Energía Trans", "text": "tantas veces como quieras durante tu turno <i>(antes de tu ataque)</i>, puedes robar 1 carta de Energía grass unida a 1 de tus Pokémon y unirla a uno diferente. Este poder no puede ser usado si Venusaur está Dormido, Paralizado o Envenenado."}, "ptbr": {"name": "Transferência de Energia", "text": "No seu turno <i>(antes do seu ataque)</i> e o quanto você desejar, você pode tirar 1 carta de Energia grass ligada a um dos seus Pokémons e ligá-la a um outro Pokémon (também seu). Este poder não pode ser usado se Venusaur estiver Adormecido, Confuso ou Paralisado."}}, {"en": {"name": "Solarbeam", "text": ""}, "cost": "", "damage": "", "de": {"name": "Solarstrahl", "text": ""}, "es": {"name": "Rayo Solar", "text": ""}, "fr": {"name": "Lance-Soleil", "text": ""}, "it": {"name": "Solarraggio", "text": ""}, "la": {"name": "Rayo Solar", "text": ""}, "ptbr": {"name": "Raio de Sol", "text": ""}}], "abilities": [], "weaknesses": {"type": "Fire", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "4": {"id": "swsh7-5r_4", "supertype": "Trainer", "subtypes": ["Item"], "types": [], "hp": 0, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Professor Carvalho Impostor", "name": {"de": "Falscher Professor Eich", "en": "Imposter Professor Oak", "es": "Profesor Oak impostor", "fr": "Faux Professeur Chen", "it": "Professor Oak, l'impostore", "la": "Profesor Oak impostor", "ptbr": "Professor Carvalho Impostor"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "rules": [{"de": "Dein Gegner mischt die Karten seiner Hand in seinen Stapel und zieht sieben neue Karten.", "en": "Your opponent shuffles his or her hand into his or her deck, then draws 7 cards.", "es": "Tu rival baraja su mano en su mazo, luego elige 7 cartas.", "fr": "Votre adversaire mélange sa main avec son deck, puis pioche 7 cartes.", "it": "Il tuo avversario rimette le carte che ha in mano nel proprio mazzo, le mischia e poi pesca 7 carte.", "la": "Tu rival baraja su mano en su mazo, luego elige 7 cartas.", "ptbr": "O seu oponente junta as cartas que tem na mão com as de seu próprio deck, embaralha tudo e então compra 7 cartas."}]}, "5": {"id": "swsh7-5r_5", "supertype": "Pokémon", "subtypes": ["Stage 1"], "types": ["Water"], "hp": 70, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Magikarp", "name": {"de": "Dunkles Garados", "en": "Dark Gyarados", "es": "Gyarados Oscuro", "fr": "Léviator obscur", "it": "Dark Gyarados", "la": "Gyarados Oscuro", "ptbr": "Gyarados Sombrio"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 2, "attacks": [{"en": {"name": "Final Beam", "text": "When Dark Gyarados is Knocked Out by an attack, flip a coin. If heads, this power does 20 damage for each water Energy attached to Dark Gyarados to the Pokémon that Knocked Out Dark Gyarados. Apply Weakness and Resistance. This power doesn't work if Dark Gyarados is Asleep, Confused, or Paralyzed."}, "cost": "", "damage": "", "de": {"name": "Letzter Strahl", "text": "\u0003Wirf eine Münze, wenn Dunkles Garados durch einen Angriff kampfunfähig gemacht wird. Bei „Kopf\" fügt diese Fähigkeit dem Pokémon, das Dunkles Garados kampfunfähig gemacht hat, für jede auf Dunkles Garados abgelegte water-Energie 20 Schadenspunkte zu. Schwäche und Resistenz anwenden. Diese Fähigkeit verliert ihre Wirkung, solange Dunkles Garados schläft, verwirrt oder gelähmt ist."}, "es": {"name": "Rayo Final", "text": "Cuando Gyarados Oscuro queda fuera de combate por un ataque, echa una moneda a cara o cruz. Si sale cara, este poder hace 20 puntos de daño por cada Energía water unida a Gyarados Oscuro al Pokémon que lo dejó fuera de combate.Aplica Debilidad y Resistencia. Este poder no puede ser usado si Gyarados Oscuro está Dormido, Confundido o Paralizado."}, "fr": {"name": "Rayon final", "text": "Lorsque Léviator obscur est mis K.O. par une attaque, lancez une pièce. Si c'est face, ce pouvoir inflige 20 dégâts au Pokémon qui a mis K.O. Léviator obscur pour chaque Énergie water attachée à Léviator obscur. Appliquez la Faiblesse et la Résistance. Ce pouvoir ne fonctionne pas si Léviator obscur est Endormi, Confus ou Paralysé."}, "it": {"name": "Ultimo raggio", "text": "Quando Dark Gyarados viene messo K.O. da un attacco, lancia una moneta. Se esce testa, questo potere infligge 20 danni al Pokémon che ha messo K.O. Dark Gyarados per ogni carta Energia water assegnata a Dark Gyarados. Applica Debolezza e Resistenza. Questo potere non funziona se Dark Gyarados è Addormentato, Confuso o Paralizzato."}, "la": {"name": "Rayo Final", "text": "Cuando Gyarados Oscuro queda fuera de combate por un ataque, echa una moneda a cara o cruz. Si sale cara, este poder hace 20 puntos de daño por cada Energía water unida a Gyarados Oscuro al Pokémon que lo dejó fuera de combate.Aplica Debilidad y Resistencia. Este poder no puede ser usado si Gyarados Oscuro está Dormido, Confundido o Paralizado."}, "ptbr": {"name": "Raio Final", "text": "Quando Gyarados for Nocauteado por um ataque, tire \"cara ou coroa\". Se der \"cara\", este poder causa 20 pts. de dano (ao Pokémon que Nocauteou Gyarados Sombrio) para cada Energia water ligada ao Gyarados Sombrio. Use Fraqueza e Resistência. Este poder não funciona se Gyarados Sombrio estiver Adormecido, Confuso ou Paralisado."}}, {"en": {"name": "Ice Beam", "text": "Flip a coin. If heads, the Defending Pokémon is now Paralyzed."}, "cost": "", "damage": "", "de": {"name": "Eisstrahl", "text": "Wirf eine Münze. Bei „Kopf\" ist das verteidigende Pokémon jetzt gelähmt."}, "es": {"name": "Rayo Hielo", "text": "Echa una moneda a cara o cruz. Si sale cara, el Pokémon a la defensa pasa a estar Paralizado."}, "fr": {"name": "Laser Glace", "text": "Lancez une pièce. Si c'est face, le Pokémon Défenseur est maintenant Paralysé."}, "it": {"name": "Geloraggio", "text": "Lancia una moneta. Se esce testa, il Pokémon Difensore è Paralizzato."}, "la": {"name": "Rayo Hielo", "text": "Echa una moneda a cara o cruz. Si sale cara, el Pokémon a la defensa pasa a estar Paralizado."}, "ptbr": {"name": "Raio Congelante", "text": "Tire \"cara ou coroa\". Se der \"cara\", o Pokémon Defensor agora está Paralisado."}}], "abilities": [], "weaknesses": {"type": "Grass", "amount": ""}, "resistance": {"type": "Fighting", "amount": "-30"}}, "6": {"id": "swsh7-5r_6", "supertype": "Trainer", "subtypes": ["Item"], "types": [], "hp": 0, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Lá vem a Equipe Rocket!", "name": {"de": "Hier kommt Team Rocket!", "en": "Here Comes Team Rocket!", "es": "¡Aquí viene el Equipo Rocket!", "fr": "Et voila les Team Rocket !", "it": "Arriva il Team Rocket!", "la": "¡Aquí viene el Equipo Rocket!", "ptbr": "Lá vem a Equipe Rocket!"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "rules": [{"de": "Jeder Spieler spielt für den Rest des Spiels mit offenen Preiskarten.", "en": "Each player plays with his or her Prize cards face up for the rest of the game.", "es": "Cada jugador juega con sus cartas de premio mirando hacia arriba hasta el final del juego.", "fr": "Chaque joueur joue avec ses cartes Récompenses découvertes jusqu'à la fin de la partie.", "it": "Per il resto della partita, ogni giocatore giocherà con le carte Premio scoperte.", "la": "Cada jugador juega con sus cartas de premio mirando hacia arriba hasta el final del juego.", "ptbr": "Cada jogador joga com os seus Prêmios desvirados pelo resto do jogo."}]}, "7": {"id": "swsh7-5r_7", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Lightning"], "hp": 70, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Zapdos da Equipe Rocket", "name": {"de": "Rockets Zapdos", "en": "Rocket's Zapdos", "es": "Zapdos del Rocket", "fr": "Électhor de Rocket", "it": "Rocket Zapdos", "la": "Zapdos del Rocket", "ptbr": "Zapdos da Equipe Rocket"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 2, "attacks": [{"en": {"name": "Plasma", "text": "If there are any lightning Energy cards in your discard pile, attach 1 of them to Rocket's Zapdos."}, "cost": "L", "damage": "20", "de": {"name": "Plasma", "text": "Wenn du 1 oder mehr lightning-Energiekarten in deinem Ablagestapel hast, lege 1 von ihnen an Rockets Zapdos an."}, "es": {"name": "Plasma", "text": "Si hay alguna carta de Energía lightning en tu pila de descartes, une 1 de ellas a Zapdos del Rocket."}, "fr": {"name": "Plasma", "text": "S'il y a au moins une carte Énergie lightning dans votre pile de défausse, attachez l'une d'elles à Électhor de Rocket."}, "it": {"name": "Plasma", "text": "Se ci sono delle carte Energia lightning nella tua pila degli scarti, assegnane una a Rocket Zapdos."}, "la": {"name": "Plasma", "text": "Si hay alguna carta de Energía lightning en tu pila de descartes, une 1 de ellas a Zapdos del Rocket."}, "ptbr": {"name": "Plasma", "text": "Se houver quaisquer cartas de Energia lightning na sua pilha de descarte, ligue 1 delas a Zapdos da Equipe Rocket."}}, {"en": {"name": "Electroburn", "text": "Rocket's Zapdos does damage to itself equal to 10 times the number of lightning Energy cards attached to it."}, "cost": "L", "damage": "20", "de": {"name": "Elektrobrand", "text": "Rockets Zapdos fügt sich selbst 10 Schadenspunkte mal der Anzahl der an es angelegten lightning-Energiekarten zu."}, "es": {"name": "Electroquemadura", "text": "Zapdos del Rocket se hace daño a sí mismo igual a 10 veces el número de cartas de Energía lightning unidas a él."}, "fr": {"name": "Électrobrûlure", "text": "Électhor de Rocket s'inflige une quantité de dégâts égale à 10 fois le nombre de cartes Énergie lightning qui lui sont attachées."}, "it": {"name": "Elettroscottata", "text": "Rocket Zapdos infligge danni a se stesso uguali a 10 volte il numero di carte Energia lightning assegnategli."}, "la": {"name": "Electroquemadura", "text": "Zapdos del Rocket se hace daño a sí mismo igual a 10 veces el número de cartas de Energía lightning unidas a él."}, "ptbr": {"name": "Queimadura Elétrica", "text": "Zapdos da Equipe Rocket causa dano a si mesmo equivalente a 10 vezes o número de cartas de Energia lightning ligadas a ele."}}], "abilities": [], "weaknesses": {"type": "", "amount": ""}, "resistance": {"type": "Fighting", "amount": "-30"}}, "8": {"id": "swsh7-5r_8", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Lightning"], "hp": 50, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Pikachu de ", "name": {"de": "_____s Pikachu", "en": "_____'s Pikachu", "es": "Pikachu de_____", "fr": "Pikachu de _____", "it": "Pikachu di_____", "la": "Pikachu de_____", "ptbr": "Pikachu de _____"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 1, "attacks": [{"en": {"name": "Birthday Surprise", "text": "If it's not your birthday, this attack does 30 damage. If it is your birthday, flip a coin. If heads, this attack does 30 damage plus 50 more damage; if tails, this attack does 30 damage."}, "cost": "LL", "damage": "30+", "de": {"name": "Geburtstagsüberraschung", "text": "Wenn heute nicht dein Geburtstag ist, fügt dieser Angriff 30 Schadenspunkte zu. Wenn du heute Geburtstag hast, wirf eine Münze. Bei „Kopf\" fügt dieser Angriff 30 Schadenspunkte plus 50 weitere Schadenspunkte zu; bei „Zahl\" fügt dieser Angriff 30 Schadenspunkte zu."}, "es": {"name": "Sorpresa de Cumpleaños", "text": "Si no es tu cumpleaños, este ataque hace 30 puntos de daño. Si es tu cumpleaños, echa una moneda a cara o cruz. Si sale cara, este ataque hace 30 puntos de daño más otros 50 puntos más. Si sale cruz, este ataque hace 30 puntos de daño."}, "fr": {"name": "Surprise d'anniversaire", "text": "Si ce n'est pas votre anniversaire cette attaque inflige 30 dégâts. Si c'est votre anniversaire, lancez une pièce. Si c'est face, cette attaque inflige 30 dégâts plus 50 dégâts supplémentaires ; si c'est pile, cette attaque inflige 30 dégâts."}, "it": {"name": "Festa a Sorpresa", "text": "Se non è il tuo compleanno questo attacco infligge 30 danni. Se è il tuo compleanno, lancia una moneta. Se esce testa, questo attacco infligge 30 danni più altri 50 danni. Se esce croce, questo attacco infligge 30 danni."}, "la": {"name": "Sorpresa de Cumpleaños", "text": "Si no es tu cumpleaños, este ataque hace 30 puntos de daño. Si es tu cumpleaños, echa una moneda a cara o cruz. Si sale cara, este ataque hace 30 puntos de daño más otros 50 puntos más. Si sale cruz, este ataque hace 30 puntos de daño."}, "ptbr": {"name": "Surpresa de Aniversário", "text": "Se não for o seu aniversário, este ataque causará 30 pontos de dano. Se for o seu aniversário, jogue 1 moeda. Se sair cara, este ataque causará 30 pontos de dano mais 50 pontos de dano adicionais. Se sair coroa, este ataque causará 30 pontos de dano."}}], "abilities": [], "weaknesses": {"type": "Fighting", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "9": {"id": "swsh7-5r_9", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Colorless"], "hp": 30, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Cleffa", "name": {"de": "Pii", "en": "Cleffa", "es": "Cleffa", "fr": "Mélo", "it": "Cleffa", "la": "Cleffa", "ptbr": "Cleffa"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 0, "attacks": [{"en": {"name": "Eeeeeeek", "text": "Shuffle your hand into your deck, then draw 7 cards."}, "cost": "C", "damage": "", "de": {"name": "Piiiiiiieps", "text": "Mische deine Hand in dein Deck, und ziehe dann 7 Karten."}, "es": {"name": "Eeeeeeek", "text": "Baraja tu mano en tu mazo, luego roba 7 cartas."}, "fr": {"name": "Arheuuuuu", "text": "Mélangez votre main avec votre deck, piochez ensuite 7 cartes."}, "it": {"name": "Eeeeeeek", "text": "Metti le carte che hai in mano nel tuo mazzo e rimischialo. Poi pesca 7 carte."}, "la": {"name": "Eeeeeeek", "text": "Baraja tu mano en tu mazo, luego roba 7 cartas."}, "ptbr": {"name": "Eeeeeeca", "text": "Embaralhe a sua mão no seu baralho. Em seguida, compre 7 cartas."}}], "abilities": [], "weaknesses": {"type": "", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "10": {"id": "swsh7-5r_10", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Water"], "hp": 30, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Magikarp Luminescente", "name": {"de": "Schimmerndes Karpador", "en": "Shining Magikarp", "es": "Magikarp Luminoso", "fr": "Magicarpe Brillant", "it": "Shining Magikarp", "la": "Magikarp Luminoso", "ptbr": "Magikarp Luminescente"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 1, "attacks": [{"en": {"name": "Gold Scale", "text": "Your opponent may draw 2 cards. Either way, you may draw 2 cards."}, "cost": "W", "damage": "", "de": {"name": "Goldschuppen", "text": "Dein Gegner darf 2 Karten ziehen. Unabhängig davon darfst du 2 Karten ziehen."}, "es": {"name": "Escama Áurea", "text": "Tu rival puede robar 2 cartas. Tanto si lo hace como si no, puedes robar 2 cartas."}, "fr": {"name": "Écaille d'or", "text": "Votre adversaire peut piocher 2 cartes. Quoi qu'il décide, vous pouvez aussi piocher 2 cartes."}, "it": {"name": "Squama d'Oro", "text": "Il tuo avversario può pescare 2 carte. In ogni caso, anche tu puoi pescare 2 carte."}, "la": {"name": "Escama Áurea", "text": "Tu rival puede robar 2 cartas. Tanto si lo hace como si no, puedes robar 2 cartas."}, "ptbr": {"name": "Escama Dourada", "text": "Seu oponente pode comprar 2 cartas. De qualquer maneira, você pode comprar 2 cartas."}}, {"en": {"name": "Dragon Bond", "text": "Search your deck for a card named Gyarados, Dark Gyarados, or Shining Gyarados. Show it to your opponent and put it into your hand. Shuffle your deck afterward."}, "cost": "W", "damage": "", "de": {"name": "Drachenbund", "text": "Durchsuche dein Deck nach einer Karte namens Garados, Dunkles Garados oder Schimmerndes Garados. Zeige diese Karte deinem Gegner und nimm sie auf deine Hand. Mische danach dein Deck."}, "es": {"name": "Vínculos de Dragón", "text": "Busca en tu mazo una carta llamada Gyarados, Gyarados Oscuro o Gyarados Luminoso. Muéstrala a tu rival y ponla en tu mano. Baraja tu mazo después."}, "fr": {"name": "Lien du Dragon", "text": "Cherchez une carte Léviator, Léviator Obscur ou Léviator Brillant dans votre deck. Montrez-la à votre adversaire et placez-la dans votre main. Mélangez ensuite votre deck."}, "it": {"name": "Dragolegame", "text": "Cerca nel tuo mazzo una carta chiamata Gyarados, Dark Gyarados o Shining Gyarados. Mostrala al tuo avversario e aggiungila alla tua mano. Poi rimischia le carte del tuo mazzo."}, "la": {"name": "Vínculos de Dragón", "text": "Busca en tu mazo una carta llamada Gyarados, Gyarados Oscuro o Gyarados Luminoso. Muéstrala a tu rival y ponla en tu mano. Baraja tu mazo después."}, "ptbr": {"name": "Vínculo Dracônico", "text": "Procure por 1 carta chamada Gyarados, Gyarados Sombrio, ou Gyarados Luminescente no seu baralho. Mostre-a ao seu oponente e coloque-a na sua mão. Em seguida, embaralhe o seu baralho."}}], "abilities": [], "weaknesses": {"type": "Lightning", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "11": {"id": "swsh7-5r_11", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Fighting", "Dark"], "hp": 100, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Groudon da Equipe Magma", "name": {"de": "Team Magmas Groudon", "en": "Team Magma's Groudon", "es": "Groudon del Team Magma", "fr": "Groudon de Team Magma", "it": "Team Magma Groudon", "la": "Groudon del Team Magma", "ptbr": "Groudon da Equipe Magma"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 3, "attacks": [{"en": {"name": "[Poké-BODY] Power Saver", "text": "As long as the number of Pokémon in play <i>(both yours and your opponent's)</i> that has Team Magma in its name is 3 or less, Team Magma's Groudon can't attack."}, "cost": "", "damage": "", "de": {"name": "[Poké-BODY] Kraft sparen", "text": "Solange 3 oder weniger Pokémon mit „Team Magma\" im Namen im Spiel sind, kann Team Magmas Groudon nicht angreifen."}, "es": {"name": "[Poké-BODY] Ahorro de Poder", "text": "Mientras el número de Pokémon en juego <i>(tanto </i><i>t</i><i>uyos </i><i>c</i><i>omo de tu </i><i>oponente</i><i>)</i> que tengan \"Team Magma\" en su nombre sea de 3 o menos, Groudon del Team Magma no puede atacar."}, "fr": {"name": "[Poké-BODY] Économisateur de puissance", "text": "Tant que jusqu'à 3 Pokémon <i>(les vôtres et ceux de votre adversaire)</i> dont les noms comportent Team Magma sont en jeu, Groudon de Team Magma ne peut pas attaquer."}, "it": {"name": "[Poké-BODY] Salvaforza", "text": "Finanto che il numero di Pokémon che hanno Team Magma nel loro nome in gioco <i>(sia tuoi che del tuo avversario)</i> è 3 o meno, Team Magma Groudon non può attaccare."}, "la": {"name": "[Poké-BODY] Ahorro de Poder", "text": "Mientras el número de Pokémon en juego <i>(tanto </i><i>t</i><i>uyos </i><i>c</i><i>omo de tu </i><i>oponente</i><i>)</i> que tengan \"Team Magma\" en su nombre sea de 3 o menos, Groudon del Team Magma no puede atacar."}, "ptbr": {"name": "[Poké-BODY] Economizador de Energia", "text": "Enquanto o número de Pokémon em jogo<i> (seus e do seu oponente)</i> que tenham \"Equipe Magma\" em seu nome for 3 ou menos, Groudon da Equipe Magma não poderá atacar."}}, {"en": {"name": "Linear Attack", "text": "Choose 1 of your opponent's Pokémon. This attack does 20 damage to that Pokémon. <i>(Don't apply Weakness and Resistance for Benched Pokémon.)</i>"}, "cost": "", "damage": "", "de": {"name": "Linearer Angriff", "text": "Wähle 1 Pokémon deines Gegners. Dieser Angriff fügt dem gewählten Pokémon 20 Schadenspunkte zu. <i>(Wende Schwäche und Resistenz bei Pokémon auf der Bank nicht an.)</i>"}, "es": {"name": "Ataque Lineal", "text": "Elige uno de los Pokémon de tu oponente. Este ataque hace 20 puntos de daño a ese Pokémon. <i>(No apliques Debilidad y Resistencia </i><i>par</i><i>a los Pokémon en Banc</i><i>a).</i>"}, "fr": {"name": "Attaque linéaire", "text": "Choisissez 1 des Pokémon de votre adversaire. Cette attaque lui inflige 20 dégâts. <i>(Vous ne pouvez pas appliquer la Faiblesse et la Résistance aux Pokémon de Banc.)</i>"}, "it": {"name": "Attacco Lineare", "text": "Scegli 1 dei Pokémon del tuo avversario. Questo attacco infligge 20 danni a quel Pokémon. <i>(Non applicare Debolezza e Resistenza ai Pokémon in Panchina.)</i>"}, "la": {"name": "Ataque Lineal", "text": "Elige uno de los Pokémon de tu oponente. Este ataque hace 20 puntos de daño a ese Pokémon. <i>(No apliques Debilidad y Resistencia </i><i>par</i><i>a los Pokémon en Banc</i><i>a).</i>"}, "ptbr": {"name": "Ataque Linear", "text": "Escolha 1 dos Pokémon do seu oponente. Este ataque causa 20 pontos de dano àquele Pokémon <i>(não aplique Fraqueza e Resistência aos Pokémon no Banco)</i>."}}, {"en": {"name": "Pulverize", "text": "If the Defending Pokémon already has at least 2 damage counters on it, this attack does 50 damage plus 20 more damage."}, "cost": "", "damage": "", "de": {"name": "Pulverisieren", "text": "Wenn bereits 2 oder mehr Schadensmarken auf dem Verteidigenden Pokémon liegen, fügt dieser Angriff 50 Schadenspunkte plus 20 weitere Schadenspunkte zu."}, "es": {"name": "Pulverizar", "text": "Si el Pokémon defensor tiene al menos 2 contadores de daño en él, este ataque hace 50 puntos de daño más 20 puntos de daño adicionales."}, "fr": {"name": "Pulvériser", "text": "Si le Pokémon Défenseur possède au moins 2 marqueurs de dégât, cette attaque inflige 50 dégâts plus 20 dégâts supplémentaires."}, "it": {"name": "Polverizza", "text": "Se il Pokémon Difensore ha già almeno 2 segnalini danno su di sé, questo attacco infligge 50 danni più altri 20 danni."}, "la": {"name": "Pulverizar", "text": "Si el Pokémon defensor tiene al menos 2 contadores de daño en él, este ataque hace 50 puntos de daño más 20 puntos de daño adicionales."}, "ptbr": {"name": "Pulverizar", "text": "Se o Pokémon Defensor já tiver pelo menos 2 contadores de dano nele, este ataque causará 50 pontos de dano mais 20 pontos de dano adicionais."}}], "abilities": [], "weaknesses": {"type": "Grass", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "12": {"id": "swsh7-5r_12", "supertype": "Pokémon", "subtypes": ["Supporter"], "types": [], "hp": 0, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "name": {"de": "Rocket-Vorstand", "en": "Rocket's Admin.", "es": "Administrador del Rocket", "fr": "Admin Rocket", "it": "Tenente del Rocket", "la": "Administrador del Rocket", "ptbr": "Administrador dos Rockets"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 0, "attacks": [], "abilities": [], "weaknesses": {"type": "", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "13": {"id": "swsh7-5r_13", "supertype": "Pokémon", "subtypes": ["Basic Stage", "EX"], "types": ["Psychic"], "hp": 90, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Mew ex", "name": {"de": "Mew ex", "en": "Mew ex", "es": "Mew ex", "fr": "Mew ex", "it": "Mew ex", "la": "Mew ex", "ptbr": "Mew ex"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 1, "attacks": [{"en": {"name": "Versatile", "text": "Mew ex can use the attacks of all Pokémon in play as its own. (You still need the necessary Energy to use each attack.)"}, "cost": "", "damage": "", "de": {"name": "Anpassungsfähigkeit", "text": "Mew ex kann die Angriffe von allen Pokémon, die sich im Spiel befinden, als seine eigenen Angriffe durchführen (Du brauchst trotzdem die notwendige Energie, um den Angriff durchzuführen)."}, "es": {"name": "Versátil", "text": "Mew-ex puede usar los ataques de todos los Pokémon en juego como propios. (Sigues necesitando la Energía necesaria para usar cada ataque.)"}, "fr": {"name": "Polyvalent", "text": "Mew ex peut utiliser les attaques de tous les Pokémon en jeu à la place des siennes. (Vous devez toujours utiliser l'Énergie nécessaire pour chaque attaque.)"}, "it": {"name": "Versatile", "text": "Mew ex può usare gli attacchi di tutti i Pokémon in gioco. (Devi comunque avere le Energie necessarie per usare ogni attacco.)"}, "la": {"name": "Versátil", "text": "Mew-ex puede usar los ataques de todos los Pokémon en juego como propios. (Sigues necesitando la Energía necesaria para usar cada ataque.)"}, "ptbr": {"name": "Versátil", "text": "O Mew ex pode usar os ataques de todos os Pokémon no campo como se fossem seus. (Você ainda precisa das Energias necessárias para utilizar cada um dos ataques.)"}}, {"en": {"name": "Power Move", "text": "Search your deck for an Energy card and attach it to Mew ex. Shuffle your deck afterward. Then, you may switch Mew ex with 1 of your Benched Pokémon."}, "cost": "", "damage": "", "de": {"name": "Energieauswechsler", "text": "Durchsuche dein Deck nach einer Energiekarte und lege sie an Mew ex an. Mische dein Deck danach. Danach kannst du Mew ex gegen 1 Pokémon auf deiner Bank austauschen."}, "es": {"name": "Movimiento poderoso", "text": "Busca en tu mazo una carta de Energía y únela a Mew-ex. Baraja tu mazo después. Luego, puedes cambiar a Mew-ex por 1 de tus Pokémon en Banca."}, "fr": {"name": "Déplacement puissant", "text": "Choisissez dans votre deck une carte Énergie et attachez-la à Mew ex. Ensuite, mélangez votre deck. Vous pouvez alors échanger Mew ex avec 1 des Pokémon de votre Banc."}, "it": {"name": "Mossa Potente", "text": "Cerca nel tuo mazzo una carta Energia e assegnala a Mew ex. Poi rimescola il tuo mazzo. Poi, puoi scambiare Mew ex con 1 dei tuoi Pokémon in Panchina."}, "la": {"name": "Movimiento poderoso", "text": "Busca en tu mazo una carta de Energía y únela a Mew-ex. Baraja tu mazo después. Luego, puedes cambiar a Mew-ex por 1 de tus Pokémon en Banca."}, "ptbr": {"name": "Movimento Poderoso", "text": "Procure no seu deck por um card de Energia e ligue-o ao Mew ex. Embaralhe o seu deck depois disso. Depois, você pode substituir o Mew ex por 1 dos Pokémon no seu Banco."}}], "abilities": [], "weaknesses": {"type": "Psychic", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "14": {"id": "swsh7-5r_14", "supertype": "Pokémon", "subtypes": ["Stage 2", "EX"], "types": ["Fire"], "hp": 150, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "", "name": {"de": "Guardevoir ex", "en": "Gardevoir ex", "es": "Gardevoir ex", "fr": "Gardevoir ex", "it": "Gardevoir ex", "la": "Gardevoir ex", "ptbr": "Gardevoir ex"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 2, "attacks": [{"en": {"name": "Imprison", "text": "Once during your turn <i>(before your attack)</i>, if Gardevoir ex is your Active Pokémon, you may put an Imprison marker on 1 of your opponent's Pokémon. Any Pokémon that has any Imprison markers on it can't use any Poké-Powers or Poké-Bodies. This power can't be used if Gardevoir ex is affected by a Special Condition."}, "cost": "", "damage": "", "de": {"name": "Begrenzer", "text": "Einmal während deines Zuges <i>(vor deinem Angriff)</i>, wenn Guardevoir ex dein Aktives Pokémon ist, kannst du 1 Begrenzer-Marke auf 1 Pokémon deines Gegners legen. Pokémon, auf denen Begrenzer-Marken liegen, können keine Poké-Power oder Poké-Body einsetzen. Diese Poké-Power kann nicht benutzt werden, wenn Guardevoir ex von einem Speziellen Zustand betroffen ist."}, "es": {"name": "Cerca", "text": "Una vez por turno <i>(antes de tu ataque)</i>, si Gardevoir-ex es tu Pokémon Activo, puedes poner un marcador Cerca en 1 de los Pokémon de tu rival. Cualquier Pokémon que tenga algún marcador Cerca sobre él no puede usar ningún Poké-Power o Poké-Body. Este poder no puede usarse si Gardevoir-ex se ve afectado por una Condición Especial."}, "fr": {"name": "Possessif", "text": "Une seule fois lors de votre tour <i>(avant votre attaque), </i>si Gardevoir ex est votre Pokémon Actif, vous pouvez placer 1 marqueur Possessif sur 1 des Pokémon de votre adversaire. Tout Pokémon possédant des marqueurs Possessif ne peut pas utiliser de Poké-Powers ou de Poké-Bodies. Ce pouvoir ne peut pas être utilisé si Gardevoir ex est affecté par un État Spécial."}, "it": {"name": "Esclusiva", "text": "Una sola volta durante il tuo turno <i>(prima del tuo attacco)</i>, se Gardevoir ex è il tuo Pokémon Attivo, puoi mettere un segnalino Esclusiva su 1 dei Pokémon del tuo avversario. Qualsiasi Pokémon con un segnalino Esclusiva su di sé non può usare Poké-Power o Poké-Body. Questo potere non può essere usato se Gardevoir ex è influenzato da una Condizione Speciale."}, "la": {"name": "Cerca", "text": "Una vez por turno <i>(antes de tu ataque)</i>, si Gardevoir-ex es tu Pokémon Activo, puedes poner un marcador Cerca en 1 de los Pokémon de tu rival. Cualquier Pokémon que tenga algún marcador Cerca sobre él no puede usar ningún Poké-Power o Poké-Body. Este poder no puede usarse si Gardevoir-ex se ve afectado por una Condición Especial."}, "ptbr": {"name": "Aprisionar", "text": "\u0003Uma vez durante o seu turno <i>(antes de atacar)</i>, se Gardevoir ex for o seu Pokémon Ativo, você poderá colocar um marcador de Aprisionar em 1 dos Pokémon do seu oponente. Qualquer Pokémon que tenha quaisquer marcadores de Aprisionar nele não poderá usar quaisquer Poké-Powers ou Poké-Bodies. Este poder não pode ser usado se Gardevoir ex estiver afetado por uma Condição Especial."}}, {"en": {"name": "Flame Ball", "text": "You may move a fire Energy card attached to Gardevoir ex to 1 of your Benched Pokémon."}, "cost": "", "damage": "", "de": {"name": "Flammender Ball", "text": "Du kannst eine an Guardevoir ex angelegte fire-Energiekarte an 1 Pokémon auf deiner Bank anlegen."}, "es": {"name": "Bola llama", "text": "Puedes mover una carta de Energía fire unida a Gardevoir-ex a 1 de tus Pokémon en Banca."}, "fr": {"name": "Boule de feu", "text": "Vous pouvez déplacer une carte Énergie fire attachée à Gardevoir ex sur 1 des Pokémon de votre Banc."}, "it": {"name": "Fiammasfera", "text": "Puoi spostare una carta Energia fire assegnata a Gardevoir ex su 1 dei Pokémon nella tua Panchina."}, "la": {"name": "Bola llama", "text": "Puedes mover una carta de Energía fire unida a Gardevoir-ex a 1 de tus Pokémon en Banca."}, "ptbr": {"name": "Bola de Chamas", "text": "Você pode mover 1 carta de Energia fire ligada a Gardevoir ex a 1 dos seus Pokémon no Banco."}}], "abilities": [], "weaknesses": {"type": "Psychic", "amount": ""}, "resistance": {"type": "", "amount": ""}}, "15": {"id": "swsh7-5r_15", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Dark"], "hp": 70, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Umbreon ☆", "name": {"de": "Nachtara ☆", "en": "Umbreon ☆", "es": "Umbreon ☆", "fr": "Noctali ☆", "it": "Umbreon ☆", "la": "Umbreon ☆", "ptbr": "Umbreon ☆"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 1, "attacks": [{"en": {"name": "Dark Ray", "text": "Once during your turn, when you put Umbreon ☆ from your hand onto your Bench, you may choose 1 card from your opponent's hand without looking and discard it."}, "cost": "", "damage": "", "de": {"name": "Dunkler Strahl", "text": "Einmal während deines Zuges, wenn du Nachtara ☆ von deiner Hand auf die Bank legst, kannst du 1 Karte von der Hand deines Gegners wählen <i>(ohne sie vorher anzusehen)</i>. Dein Gegner legt diese Karte auf seinen Ablagestapel."}, "es": {"name": "Rayo Siniestro", "text": "Una vez por turno, cuando pongas a Umbreon ☆ de tu mano a tu Banca, puedes elegir 1 carta de la mano de tu rival sin mirarla y descartarla."}, "fr": {"name": "Rayon Obscur", "text": "Une seule fois lors de votre tour, lorsque vous placez Noctali ☆ de votre main sur votre Banc, vous pouvez choisir 1 carte de la main de votre adversaire sans regarder et la défausser."}, "it": {"name": "Raggio Oscuro", "text": "Una sola volta durante il tuo turno, quando metti Umbreon ☆ dalla tua mano nella tua Panchina, puoi scegliere 1 carta dalla mano del tuo avversario senza guardare e scartarla."}, "la": {"name": "Rayo Siniestro", "text": "Una vez por turno, cuando pongas a Umbreon ☆ de tu mano a tu Banca, puedes elegir 1 carta de la mano de tu rival sin mirarla y descartarla."}, "ptbr": {"name": "Raio Escuro", "text": "Uma vez durante o seu turno, quando você jogar Umbreon ☆ da sua mão para o seu Banco, você poderá escolher 1 carta da mão do seu oponente sem olhar e descartá-la."}}, {"en": {"name": "Feint Attack", "text": "Choose 1 of your opponent's Pokémon. This attack does 30 damage to that Pokémon. This attack's damage isn't affected by Weakness, Resistance, Poké-Powers, Poké-Bodies, or any other effects on that Pokémon."}, "cost": "", "damage": "", "de": {"name": "Finte", "text": "Wähle 1 Pokémon deines Gegners. Dieser Angriff fügt dem gewählten Pokémon 30 Schadenspunkte zu. Schwäche, Resistenz, Poké-Power, Poké-Body und alle anderen Effekte auf dem gewählten Pokémon haben keine Auswirkungen auf die Schadenspunkte dieses Angriffs."}, "es": {"name": "Finta", "text": "Elige 1 de los Pokémon de tu rival. Este ataque hace 30 puntos de daño a ese Pokémon. El daño de este ataque no se ve afectado por Debilidad, Resistencia, Poké-Power, Poké-Body ni ningún otro efecto en ese Pokémon."}, "fr": {"name": "Feinte", "text": "Choisissez 1 des Pokémon de votre adversaire. Cette attaque inflige 30 dégâts à ce Pokémon-là. Les dégâts de cette attaque ne sont pas affectés par la Faiblesse, Résistance, Poké-Powers, Poké-Bodies ou tout autre effet sur ce Pokémon-là."}, "it": {"name": "Finta", "text": "Scegli 1 dei Pokémon del tuo avversario. Questo attacco infligge 30 danni a quel Pokémon. Il danno di questo attacco non è influenzato da Debolezza, Resistenza, Poké-Power, Poké-Body, o qualsiasi altro effetto presente su quel Pokémon."}, "la": {"name": "Finta", "text": "Elige 1 de los Pokémon de tu rival. Este ataque hace 30 puntos de daño a ese Pokémon. El daño de este ataque no se ve afectado por Debilidad, Resistencia, Poké-Power, Poké-Body ni ningún otro efecto en ese Pokémon."}, "ptbr": {"name": "Ataque Dissimulado", "text": "Escolha 1 dos Pokémon do seu oponente. Este ataque causa 30 pontos de dano àquele Pokémon. O dano deste ataque não é afetado por Fraqueza, Resistência, Poké-Powers, Poké-Bodies ou quaisquer outros efeitos naquele Pokémon."}}], "abilities": [], "weaknesses": {"type": "Fighting", "amount": ""}, "resistance": {"type": "Psychic", "amount": "-30"}}, "16": {"id": "swsh7-5r_16", "supertype": "Pokémon", "subtypes": ["Stage 1"], "types": ["Fighting"], "hp": 80, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Baltoy", "name": {"de": "Lepumentas", "en": "Claydol", "es": "Claydol", "fr": "Kaorine", "it": "Claydol", "la": "Claydol", "ptbr": "Claydol"}, "regulation": "", "rarity": {"CompSea": "RareUltra", "Dust": "RareUltra", "Loc": "RareUltra"}, "retreat": 2, "attacks": [{"en": {"name": "Cosmic Power", "text": "Once during your turn <i>(before your attack)</i>, you may choose up to 2 cards from your hand and put them on the bottom of your deck in any order. If you do, draw cards until you have 6 cards in your hand. This power can't be used if Claydol is affected by a Special Condition."}, "cost": "", "damage": "", "de": {"name": "Kosmik-Kraft", "text": "Einmal während deines Zuges <i>(vor deinem Angriff)</i> kannst du bis zu 2 Karten von deiner Hand wählen und in beliebiger Reihenfolge unter dein Deck legen. Wenn du das machst, ziehe so viele Karten, bis du 6 Karten auf der Hand hast. Diese Poké-Power kann nicht benutzt werden, wenn Lepumentas von einem Speziellen Zustand betroffen ist."}, "es": {"name": "Masa Cósmica", "text": "Una vez por turno <i>(antes de tu ataque)</i>, puedes elegir hasta 2 cartas de tu mano y ponerlas al final de tu mazo, en cualquier orden. Si lo haces, roba cartas hasta tener 6 en tu mano. Este poder no puede usarse si Claydol se ve afectado por una Condición Especial."}, "fr": {"name": "Force cosmik", "text": "Une seule fois lors de votre tour <i>(avant votre attaque), </i>vous pouvez choisir jusqu'à 2 cartes de votre main et les placer au dessous de votre deck dans n'importe quel ordre. Piochez alors des cartes jusqu'à ce que vous ayez 6 cartes en main. Ce pouvoir ne peut pas être utilisé si Kaorine est affecté par un État Spécial."}, "it": {"name": "Cosmoforza", "text": "Una sola volta durante il tuo turno <i>(prima del tuo attacco)</i>, puoi scegliere fino a 2 carte tra quelle che hai in mano e metterle in fondo al tuo mazzo nell'ordine che preferisci. Se lo fai, pesca fino ad avere 6 carte in mano. Questo potere non può essere usato se Claydol è influenzato da una Condizione Speciale."}, "la": {"name": "Masa Cósmica", "text": "Una vez por turno <i>(antes de tu ataque)</i>, puedes elegir hasta 2 cartas de tu mano y ponerlas al final de tu mazo, en cualquier orden. Si lo haces, roba cartas hasta tener 6 en tu mano. Este poder no puede usarse si Claydol se ve afectado por una Condición Especial."}, "ptbr": {"name": "Poder Cósmico", "text": "Uma vez durante o seu turno <i>(antes de atacar)</i>, você poderá escolher até 2 cartas na sua mão e colocá-las como as cartas de baixo do seu baralho em qualquer ordem. Se fizer isto, compre cartas até ter 6 cartas na sua mão. Este poder não pode ser usado se Claydol estiver afetado por uma Condição Especial."}}, {"en": {"name": "Spinning Attack", "text": ""}, "cost": "", "damage": "", "de": {"name": "Rundumangriff", "text": ""}, "es": {"name": "Ataque giratorio", "text": ""}, "fr": {"name": "Attaque tournante", "text": ""}, "it": {"name": "Attacco Rotante", "text": ""}, "la": {"name": "Ataque giratorio", "text": ""}, "ptbr": {"name": "Ataque Giratório", "text": ""}}], "abilities": [], "weaknesses": {"type": "Grass", "amount": "20"}, "resistance": {"type": "", "amount": ""}}, "17": {"id": "swsh7-5r_17", "supertype": "Pokémon", "subtypes": ["LV.X"], "types": ["Lightning"], "hp": 110, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "name": {"de": "Luxtra GL", "en": "Luxray GL", "es": "Luxray GL", "fr": "Luxray GL", "it": "Luxray GL", "la": "Luxray GL", "ptbr": "Luxray GL"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 0, "attacks": [{"en": {"name": "Bright Look", "text": "Once during your turn <i>(before your attack)</i>, when you put Luxray GL LV.X from your hand onto your Active Luxray GL, you may switch the Defending Pokémon with 1 of your opponent's Benched Pokémon."}, "cost": "", "damage": "", "de": {"name": "Blendender Blick", "text": "Einmal während deines Zuges <i>(vor deinem Angriff)</i> kannst du, wenn du Luxtra GL LV.<i>X</i> von deiner Hand auf dein Aktives Luxtra GL legst, das Verteidigende Pokémon gegen 1 Pokémon auf der Bank deines Gegners austauschen."}, "es": {"name": "Mirada Alerta", "text": "Una vez durante tu turno <i>(antes de tu ataque)</i>, cuando pongas a Luxray GL Niv.<i>X </i>de tu mano sobre tu Luxray GL Activo, puedes cambiar al Pokémon Defensor por 1 de los Pokémon en Banca de tu rival."}, "fr": {"name": "Regard alerte", "text": "Une seule fois lors de votre tour <i>(avant votre attaque), </i>lorsque vous placez Luxray GL NIV.X de votre main sur votre Luxray GL Actif, vous pouvez échanger le Pokémon Défenseur avec 1 des Pokémon de Banc de votre adversaire."}, "it": {"name": "Brillasguardo", "text": "Una sola volta durante il tuo turno <i>(prima del tuo attacco)</i>, quando metti Luxray [GL] LIV.<i>X</i> dalla tua mano sul tuo Luxray [GL] Attivo, puoi scambiare il Pokémon Difensore con 1 dei Pokémon nella Panchina del tuo avversario."}, "la": {"name": "Mirada Alerta", "text": "Una vez durante tu turno <i>(antes de tu ataque)</i>, cuando pongas a Luxray GL Niv.<i>X </i>de tu mano sobre tu Luxray GL Activo, puedes cambiar al Pokémon Defensor por 1 de los Pokémon en Banca de tu rival."}, "ptbr": {"name": "Visual Brilhante", "text": "Uma vez durante o seu turno <i>(antes de atacar)</i>, quando você colocar Luxray GL LV.X da sua mão sobre seu Luxray GL Ativo, você poderá trocar o Pokémon Defensor por 1 Pokémon no Banco do seu oponente."}}, {"en": {"name": "Flash Impact", "text": "Does 30 damage to 1 of your Pokémon, and don't apply Weakness and Resistance to this damage."}, "cost": "", "damage": "", "de": {"name": "Blitzeinschlag", "text": "Dieser Angriff fügt 1 deiner Pokémon 30 Schadenspunkte zu, wende dabei Schwäche und Resistenz nicht an."}, "es": {"name": "Impacto Resplandor", "text": "Hace 30 puntos de daño a 1 de tus Pokémon, y no apliques Debilidad y Resistencia a este daño."}, "fr": {"name": "Impact-flash", "text": "Inflige 30 dégâts à 1 de vos Pokémon. N'appliquez pas la Faiblesse et la Résistance à ces dégâts."}, "it": {"name": "Impattoflash", "text": "Infligge 30 danni a 1 dei tuoi Pokémon, e non applicare Debolezza e Resistenza a questo danno."}, "la": {"name": "Impacto Resplandor", "text": "Hace 30 puntos de daño a 1 de tus Pokémon, y no apliques Debilidad y Resistencia a este daño."}, "ptbr": {"name": "Impacto Lampejante", "text": "Causa 30 pontos de dano a 1 dos seus Pokémon, e não aplique Fraqueza e Resistência a esse dano."}}], "abilities": [], "weaknesses": {"type": "Fighting", "amount": "2"}, "resistance": {"type": "Metal", "amount": "-20"}}, "18": {"id": "swsh7-5r_18", "supertype": "Pokémon", "subtypes": ["LV.X"], "types": ["Colorless"], "hp": 110, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "name": {"de": "Knakrack C", "en": "Garchomp C", "es": "Garchomp C", "fr": "Carchacrok C", "it": "Garchomp C", "la": "Garchomp C", "ptbr": "Garchomp C"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 0, "attacks": [{"en": {"name": "Healing Breath", "text": "Once during your turn <i>(before your attack)</i>, when you put Garchomp C LV.X from your hand onto your Active Garchomp C, you may remove all damage counters from each of your Pokémon SP."}, "cost": "", "damage": "", "de": {"name": "Heilender Hauch", "text": "Einmal während deines Zuges <i>(vor deinem Angriff)</i> kannst du, wenn du Knakrack C LV.<i>X</i> von deiner Hand auf dein Aktives Knakrack C legst, alle Schadensmarken von jedem deiner Pokémon <i>SP</i> entfernen."}, "es": {"name": "Aliento Curativo", "text": "Una vez durante tu turno <i>(antes de tu ataque)</i>, cuando pongas a Garchomp C Niv.<i>X</i> de tu mano sobre tu Garchomp C Activo, puedes quitar todos los contadores de daño de cada uno de tus Pokémon <i>SP</i>."}, "fr": {"name": "Haleine guérisseuse", "text": "Une seule fois lors de votre tour <i>(avant votre attaque), </i>lorsque vous placez Carchacrok C NIV.X de votre main sur votre Carchacrok C Actif, vous pouvez retirer tous ses marqueurs de dégâts à chacun de vos Pokémon <i>SP.</i>"}, "it": {"name": "Respiro Curativo", "text": "Una sola volta durante il tuo turno <i>(prima del tuo attacco)</i>, quando metti Garchomp C LIV.<i>X</i> dalla tua mano sul tuo Garchomp C Attivo, puoi togliere tutti i segnalini danno da ciascuno dei tuoi Pokémon <i>SP</i>."}, "la": {"name": "Aliento Curativo", "text": "Una vez durante tu turno <i>(antes de tu ataque)</i>, cuando pongas a Garchomp C Niv.<i>X</i> de tu mano sobre tu Garchomp C Activo, puedes quitar todos los contadores de daño de cada uno de tus Pokémon <i>SP</i>."}, "ptbr": {"name": "Sopro Curador", "text": "Uma vez durante o seu turno <i>(antes de atacar)</i>, quando você colocar Garchomp C LV.X da sua mão sobre seu Garchomp C Ativo, você poderá remover todos os contadores de dano de cada um dos seus Pokémon SP."}}, {"en": {"name": "Dragon Rush", "text": "Discard 2 Energy attached to Garchomp C. Choose 1 of your opponent's Pokémon. This attack does 80 damage to that Pokémon. <i>(Don't apply Weakness and Resistance for Benched Pokémon.)</i> Garchomp C can't use Dragon Rush during your next turn."}, "cost": "", "damage": "", "de": {"name": "Drachenstoß", "text": "Lege 2 an Knakrack C angelegte Energien auf deinen Ablagestapel. Wähle 1 Pokémon deines Gegners. Dieser Angriff fügt dem gewählten Pokémon 80 Schadenspunkte zu. <i>(Wende Schwäche und Resistenz bei Pokémon auf der Bank nicht an.)</i> Knakrack C kann Drachenstoß in deinem nächsten Zug nicht einsetzen."}, "es": {"name": "Carga Dragón", "text": "Descarta 2 Energías unidas a Garchomp C. Elige 1 de los Pokémon de tu rival. Este ataque hace 80 puntos de daño a ese Pokémon. <i>(No apliques Debilidad y Resistencia </i><i>par</i><i>a los Pokémon en Banca</i><i>.</i><i>)</i> Garchomp C no puede usar Carga Dragón durante tu próximo turno."}, "fr": {"name": "Dracocharge", "text": "Défaussez 2 Énergies attachées à Carchacrok C. Choisissez 1 des Pokémon de votre adversaire. Cette attaque lui inflige 80 dégâts. <i>(Vous ne pouvez pas appliquer la Faiblesse et la Résistance aux Pokémon de Banc.)</i> Carchacrok C ne peut pas utiliser Dracocharge lors de votre prochain tour."}, "it": {"name": "Dragofuria", "text": "Scarta 2 Energie assegnate a Garchomp C. Scegli 1 dei Pokémon del tuo avversario. Questo attacco infligge 80 danni a quel Pokémon. <i>(Non applicare Debolezza e Resistenza ai Pokémon in Panchina.)</i> Garchomp C non può usare Dragofuria durante il tuo prossimo turno."}, "la": {"name": "Carga Dragón", "text": "Descarta 2 Energías unidas a Garchomp C. Elige 1 de los Pokémon de tu rival. Este ataque hace 80 puntos de daño a ese Pokémon. <i>(No apliques Debilidad y Resistencia </i><i>par</i><i>a los Pokémon en Banca</i><i>.</i><i>)</i> Garchomp C no puede usar Carga Dragón durante tu próximo turno."}, "ptbr": {"name": "Investida do Dragão", "text": "Descarte 2 Energias ligadas a Garchomp C. Escolha 1 dos Pokémon do seu oponente. Este ataque causa 80 pontos de dano àquele Pokémon <i>(não aplique Fraqueza e Resistência aos Pokémon no Banco)</i>. Garchomp C não poderá usar Investida do Dragão durante o seu próximo turno."}}], "abilities": [], "weaknesses": {"type": "Colorless", "amount": "2"}, "resistance": {"type": "", "amount": ""}}, "19": {"id": "swsh7-5r_19", "supertype": "Pokémon", "subtypes": ["Stage 1"], "types": ["Fighting"], "hp": 120, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Phanpy", "name": {"de": "Donphan", "en": "Donphan", "es": "Donphan", "fr": "Donphan", "it": "Donphan", "la": "Donphan", "ptbr": "Donphan"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 4, "attacks": [{"en": {"name": "Exoskeleton", "text": "Any damage done to Donphan by attacks is reduced by 20 <i>(after applying Weakness and Resistance)</i>."}, "cost": "", "damage": "", "de": {"name": "Exoskelett", "text": "Schaden, der Donphan durch Angriffe zugefügt wird, wird um 20 Schadenspunkte reduziert <i>(nachdem Schwäche und Resistenz verrechnet wurden)</i>."}, "es": {"name": "Exosqueleto", "text": "Cualquier daño hecho a Donphan por ataques se reduce en 20 <i>(después de aplicar Debilidad y Resistencia)</i>."}, "fr": {"name": "Exosquelette", "text": "Tout dégât infligé à Donphan par des attaques est réduit de 20 <i>(après application de la Faiblesse et de la Résistance).</i>"}, "it": {"name": "Esoscheletro", "text": "Qualsiasi danno inflitto a Donphan dagli attacchi è ridotto di 20 <i>(dopo aver applicato Debolezza e Resistenza)</i>."}, "la": {"name": "Exosqueleto", "text": "Cualquier daño hecho a Donphan por ataques se reduce en 20 <i>(después de aplicar Debilidad y Resistencia)</i>."}, "ptbr": {"name": "Exo-esqueleto", "text": "Qualquer dano causado no Donphan por ataque é reduzido em 20 <i>(depois de aplicar Fraqueza e Resistência)</i>."}}, {"en": {"name": "Earthquake", "text": "Does 10 damage to each of your Benched Pokémon. <i>(Don't apply Weakness and Resistance for Benched Pokémon.)</i>"}, "cost": "", "damage": "", "de": {"name": "Erdbeben", "text": "Dieser Angriff fügt jedem Pokémon auf deiner Bank 10 Schadenspunkte zu. <i>(Wende Schwäche und Resistenz bei Pokémon auf der Bank nicht an.)</i>"}, "es": {"name": "Terremoto", "text": "Hace 10 puntos de daño a cada uno de tus Pokémon en Banca. <i>(No apliques Debilidad y Resistencia para los Pokémon en Banca).</i>"}, "fr": {"name": "Séisme", "text": "Inflige 10 dégâts à chacun des Pokémon de votre Banc. <i>(N'appliquez ni la Faiblesse ni la Résistance aux Pokémon de Banc.)</i>"}, "it": {"name": "Terremoto", "text": "Infligge 10 danni a ciascuno dei tuoi Pokémon in Panchina. <i>(Non applicare Debolezza e Resistenza ai Pokémon in Panchina)</i>."}, "la": {"name": "Terremoto", "text": "Hace 10 puntos de daño a cada uno de tus Pokémon en Banca. <i>(No apliques Debilidad y Resistencia para los Pokémon en Banca).</i>"}, "ptbr": {"name": "Terremoto", "text": "Causa 10 de dano para cada Pokémon no seu Banco. <i>(Fraqueza e Resistência não são aplicadas para Pokémon no Banco.)</i>"}}, {"en": {"name": "Heavy Impact", "text": ""}, "cost": "", "damage": "", "de": {"name": "Schwerer Einschlag", "text": ""}, "es": {"name": "Impacto pesado", "text": ""}, "fr": {"name": "Gros impact", "text": ""}, "it": {"name": "Impatto Pesante", "text": ""}, "la": {"name": "Impacto pesado", "text": ""}, "ptbr": {"name": "Impacto Pesado", "text": ""}}], "abilities": [], "weaknesses": {"type": "Water", "amount": "2"}, "resistance": {"type": "Lightning", "amount": "-20"}}, "20": {"id": "swsh7-5r_20", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Fire"], "hp": 130, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Reshiram", "name": {"de": "Reshiram", "en": "Reshiram", "es": "Reshiram", "fr": "Reshiram", "it": "Reshiram", "la": "Reshiram", "ptbr": "Reshiram"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 2, "attacks": [{"en": {"name": "Outrage", "text": "Does 10 more damage for each damage counter on this Pokémon."}, "cost": "CC", "damage": "20+", "de": {"name": "Wutanfall", "text": "Dieser Angriff fügt 10 weitere Schadenspunkte für jede Schadensmarke auf diesem Pokémon zu."}, "es": {"name": "Enfado", "text": "Hace 10 puntos de daño más por cada contador de daño en este Pokémon."}, "fr": {"name": "Colère", "text": "Inflige 10 dégâts supplémentaires pour chaque marqueur de dégâts placé sur ce Pokémon."}, "it": {"name": "Oltraggio", "text": "Infligge 10 danni in più per ogni segnalino danno presente su questo Pokémon."}, "la": {"name": "Enfado", "text": "Hace 10 puntos de daño más por cada contador de daño en este Pokémon."}, "ptbr": {"name": "Ultraje", "text": "Causa 10 de danos adicionais para cada marcador de dano neste Pokémon."}}, {"en": {"name": "Blue Flare", "text": "Discard 2 fire Energy attached to this Pokémon."}, "cost": "CC", "damage": "20+", "de": {"name": "Blauflammen", "text": "Lege 2 an dieses Pokémon angelegte fire-Energien auf deinen Ablagestapel."}, "es": {"name": "Llama Azul", "text": "Descarta 2 Energías fire unidas a este Pokémon."}, "fr": {"name": "Flamme Bleue", "text": "Défaussez 2 Énergies fire attachées à ce Pokémon."}, "it": {"name": "Fuocoblu", "text": "Scarta due Energie fire assegnate a questo Pokémon."}, "la": {"name": "Llama Azul", "text": "Descarta 2 Energías fire unidas a este Pokémon."}, "ptbr": {"name": "Labareda Azul", "text": "Descarte 2 Energias fire ligadas a este Pokémon."}}], "abilities": [], "weaknesses": {"type": "Water", "amount": "2"}, "resistance": {"type": "", "amount": ""}}, "21": {"id": "swsh7-5r_21", "supertype": "Pokémon", "subtypes": ["Basic Stage"], "types": ["Lightning"], "hp": 130, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Zekrom", "name": {"de": "Zekrom", "en": "Zekrom", "es": "Zekrom", "fr": "Zekrom", "it": "Zekrom", "la": "Zekrom", "ptbr": "Zekrom"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 2, "attacks": [{"en": {"name": "Outrage", "text": "Does 10 more damage for each damage counter on this Pokémon."}, "cost": "CC", "damage": "20+", "de": {"name": "Wutanfall", "text": "Dieser Angriff fügt 10 weitere Schadenspunkte für jede Schadensmarke auf diesem Pokémon zu."}, "es": {"name": "Enfado", "text": "Hace 10 puntos de daño más por cada contador de daño en este Pokémon."}, "fr": {"name": "Colère", "text": "Inflige 10 dégâts supplémentaires pour chaque marqueur de dégâts placé sur ce Pokémon."}, "it": {"name": "Oltraggio", "text": "Infligge 10 danni in più per ogni segnalino danno presente su questo Pokémon."}, "la": {"name": "Enfado", "text": "Hace 10 puntos de daño más por cada contador de daño en este Pokémon."}, "ptbr": {"name": "Ultraje", "text": "Causa 10 de danos adicionais para cada marcador de dano neste Pokémon."}}, {"en": {"name": "Bolt Strike", "text": "This Pokémon does 40 damage to itself."}, "cost": "CC", "damage": "20+", "de": {"name": "Blitzschlag", "text": "Dieses Pokémon fügt sich selbst 40 Schadenspunkte zu."}, "es": {"name": "Ataque Fulgor", "text": "Este Pokémon se hace 40 puntos de daño a sí mismo."}, "fr": {"name": "ChargeFoudre", "text": "Ce Pokémon s'inflige 40 dégâts."}, "it": {"name": "Lucesiluro", "text": "Questo Pokémon infligge 40 danni a se stesso."}, "la": {"name": "Ataque Fulgor", "text": "Este Pokémon se hace 40 puntos de daño a sí mismo."}, "ptbr": {"name": "Ataque de Raios", "text": "Este Pokémon causa 40 de danos a ele mesmo."}}], "abilities": [], "weaknesses": {"type": "Fighting", "amount": "2"}, "resistance": {"type": "", "amount": ""}}, "22": {"id": "swsh7-5r_22", "supertype": "Pokémon", "subtypes": ["Basic Stage", "EX"], "types": ["Psychic"], "hp": 170, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Mewtwo-EX", "evolvesInto": {"de": ["M Mewtwo-EX"], "en": ["M Mewtwo-EX"], "es": ["M Mewtwo-EX"], "fr": ["M Mewtwo-EX"], "it": ["M Mewtwo-EX"], "la": ["M Mewtwo-EX"], "ptbr": ["M Mewtwo-EX"]}, "name": {"de": "Mewtu-EX", "en": "Mewtwo-EX", "es": "Mewtwo-EX", "fr": "Mewtwo-EX", "it": "Mewtwo-EX", "la": "Mewtwo-EX", "ptbr": "Mewtwo-EX"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 2, "attacks": [{"en": {"name": "X Ball", "text": "Does 20 damage times the amount of Energy attached to this Pokémon and the Defending Pokémon."}, "cost": "CC", "damage": "20Ã", "de": {"name": "X-Ball", "text": "Dieser Angriff fügt 20 Schadenspunkte mal der Anzahl der an dieses Pokémon und an das Verteidigende Pokémon angelegten Energien zu."}, "es": {"name": "Bola X", "text": "Hace 20 puntos de daño por cada Energía unida a este Pokémon y al Pokémon Defensor."}, "fr": {"name": "X Ball", "text": "Inflige 20 dégâts multipliés par le nombre d'Énergies attachées à ce Pokémon et au Pokémon Défenseur."}, "it": {"name": "Sfera X", "text": "Infligge 20 danni per ogni Energia assegnata a questo Pokémon e al Pokémon difensore."}, "la": {"name": "Bola X", "text": "Hace 20 puntos de daño por cada Energía unida a este Pokémon y al Pokémon Defensor."}, "ptbr": {"name": "Bola X", "text": "Causa 20 de dano vezes a quantidade de Energia ligada a este Pokémon e ao Pokémon Defensor."}}, {"en": {"name": "Psydrive", "text": "Discard an Energy attached to this Pokémon."}, "cost": "CC", "damage": "20Ã", "de": {"name": "Psycho-Antrieb", "text": "Lege 1 an dieses Pokémon angelegte Energie auf deinen Ablagestapel."}, "es": {"name": "Guía Psi", "text": "Descarta una Energía unida a este Pokémon."}, "fr": {"name": "Psykoforce", "text": "Défaussez une Énergie attachée à ce Pokémon."}, "it": {"name": "Psicomotore", "text": "Scarta un'Energia assegnata a questo Pokémon."}, "la": {"name": "Guía Psi", "text": "Descarta una Energía unida a este Pokémon."}, "ptbr": {"name": "Controle Psíquico", "text": "Descarte uma Energia ligada a este Pokémon."}}], "abilities": [], "weaknesses": {"type": "Psychic", "amount": "2"}, "resistance": {"type": "", "amount": ""}}, "23": {"id": "swsh7-5r_23", "supertype": "Pokémon", "subtypes": ["Basic Stage", "EX"], "types": ["Fairy"], "hp": 170, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Xerneas-EX", "name": {"de": "Xerneas-EX", "en": "Xerneas-EX", "es": "Xerneas-EX", "fr": "Xerneas-EX", "it": "Xerneas-EX", "la": "Xerneas-EX", "ptbr": "Xerneas-EX"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 2, "attacks": [{"en": {"name": "Break Through", "text": "This attack does 30 damage to 1 of your opponent's Benched Pokémon. <i>(Don't apply Weakness and Resistance for Benched Pokémon.)</i>"}, "cost": "YCC", "damage": "60", "de": {"name": "Eine Bresche schlagen", "text": "Dieser Angriff fügt 1 Pokémon auf der Bank deines Gegners 30 Schadenspunkte zu. <i>(Wende Schwäche und Resistenz bei Pokémon auf der Bank nicht an.)</i>"}, "es": {"name": "Abrir Paso", "text": "Este ataque hace 30 puntos de daño a 1 de los Pokémon en Banca de tu rival.<i> (No apliques Debilidad y Resistencia a los Pokémon en Banca)</i>."}, "fr": {"name": "Percée", "text": "Cette attaque inflige 30 dégâts à l'un des Pokémon de Banc de votre adversaire.<i>(N'appliquez ni la Faiblesse ni la Résistance aux Pokémon de Banc.)</i>"}, "it": {"name": "Irruzione", "text": "Questo attacco infligge 30 danni a uno dei Pokémon nella panchina del tuo avversario. <i>Ricorda che non puoi applicare debolezza e resistenza ai Pokémon in panchina.</i>"}, "la": {"name": "Abrir Paso", "text": "Este ataque hace 30 puntos de daño a 1 de los Pokémon en Banca de tu rival.<i> (No apliques Debilidad y Resistencia a los Pokémon en Banca)</i>."}, "ptbr": {"name": "Atravessar", "text": "Esse ataque causa 30 de danos a 1 dos Pokémon no Banco do seu oponente. <i>(Não aplique Fraqueza e Resistência a Pokémon no Banco.)</i>"}}, {"en": {"name": "X Blast", "text": "This Pokémon can't use X Blast during your next turn."}, "cost": "YCC", "damage": "60", "de": {"name": "X-Blaster", "text": "Dieses Pokémon kann X-Blaster während deines nächsten Zuges nicht einsetzen."}, "es": {"name": "Estallido X", "text": "Este Pokémon no puede usar Estallido X durante tu próximo turno."}, "fr": {"name": "Explosion X", "text": "Ce Pokémon ne peut pas utiliser Explosion X pendant votre prochain tour."}, "it": {"name": "Colpo X", "text": "Durante il tuo prossimo turno, questo Pokémon non può usare Colpo X."}, "la": {"name": "Estallido X", "text": "Este Pokémon no puede usar Estallido X durante tu próximo turno."}, "ptbr": {"name": "Explosão X", "text": "Este Pokémon não poderá usar Explosão X na sua próxima vez de jogar."}}], "abilities": [], "weaknesses": {"type": "Metal", "amount": "2"}, "resistance": {"type": "Dark", "amount": "-20"}}, "24": {"id": "swsh7-5r_24", "supertype": "Pokémon", "subtypes": ["EX", "Mega"], "types": ["Colorless"], "hp": 220, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Rayquaza-EX", "name": {"de": "M Rayquaza-EX", "en": "M Rayquaza-EX", "es": "M Rayquaza-EX", "fr": "M Rayquaza-EX", "it": "M Rayquaza-EX", "la": "M Rayquaza-EX", "ptbr": "M Rayquaza-EX"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 1, "attacks": [{"en": {"name": "Δ Evolution", "text": "You may play this card from your hand to evolve a Pokémon during your first turn or the turn you play that Pokémon."}, "cost": "", "damage": "", "de": {"name": "Δ Entwicklung", "text": "Du kannst diese Karte von deiner Hand spielen, um 1 Pokémon während deines ersten Zuges oder des Zuges, in dem du es spielst, zu entwickeln."}, "es": {"name": "Evolución Δ", "text": "Puedes jugar esta carta de tu mano para hacer evolucionar a 1 Pokémon durante tu primer turno o durante el turno en que pongas en juego a ese Pokémon."}, "fr": {"name": "Évolution Δ", "text": "Vous pouvez jouer cette carte de votre main pour faire évoluer un Pokémon pendant votre premier tour ou pendant le tour où vous le jouez."}, "it": {"name": "Evoluzione Δ", "text": "Puoi giocare questa carta dalla tua mano per far evolvere un Pokémon durante il tuo primo turno o durante il turno in cui l'hai giocato."}, "la": {"name": "Evolución Δ", "text": "Puedes jugar esta carta de tu mano para hacer evolucionar a 1 Pokémon durante tu primer turno o durante el turno en que pongas en juego a ese Pokémon."}, "ptbr": {"name": "Δ Evolução", "text": "Você pode jogar este card de sua mão para evoluir um Pokémon durante sua primeira vez de jogar ou no turno em que jogar aquele Pokémon."}}, {"en": {"name": "Emerald Break", "text": "This attack does 30 damage times the number of your Benched Pokémon."}, "cost": "", "damage": "", "de": {"name": "Grüner Einschnitt", "text": "Dieser Angriff fügt 30 Schadenspunkte mal der Anzahl der Pokémon auf deiner Bank zu."}, "es": {"name": "Rotura Esmeralda", "text": "Este ataque hace 30 puntos de daño por cada uno de tus Pokémon en Banca."}, "fr": {"name": "Bris'Émeraude", "text": "Cette attaque inflige 30 dégâts multipliés par le nombre de vos Pokémon de Banc."}, "it": {"name": "Colposmeraldo", "text": "Questo attacco infligge 30 danni per ogni Pokémon che hai in panchina."}, "la": {"name": "Rotura Esmeralda", "text": "Este ataque hace 30 puntos de daño por cada uno de tus Pokémon en Banca."}, "ptbr": {"name": "Quebra Esmeralda", "text": "Este ataque causa 30 de danos vezes o número de Pokémon no seu Banco."}}], "abilities": [], "weaknesses": {"type": "Lightning", "amount": "2"}, "resistance": {"type": "Fighting", "amount": "-20"}}, "25": {"id": "swsh7-5r_25", "supertype": "Pokémon", "subtypes": ["Basic Stage", "GX"], "types": ["Psychic"], "hp": 170, "Release Date": "2021-10-08T17:00:00.0000000Z", "Craftable Date": "2021-10-08 19:00:00", "Craftable": 1, "baseEvolution": "Tapu Lele-GX", "name": {"de": "Kapu-Fala-GX", "en": "Tapu Lele-GX", "es": "Tapu Lele-GX", "fr": "Tokopiyon-GX", "it": "Tapu Lele-GX", "la": "Tapu Lele-GX", "ptbr": "Tapu Lele-GX"}, "regulation": "", "rarity": {"CompSea": "RareSecret", "Dust": "RareSecret", "Loc": "RareSecret"}, "retreat": 1, "attacks": [{"en": {"name": "Energy Drive", "text": "This attack does 20 damage times the amount of Energy attached to both Active Pokémon. This damage isn't affected by Weakness or Resistance."}, "cost": "", "damage": "", "de": {"name": "Energieantrieb", "text": "Diese Attacke fügt 20 Schadenspunkte mal der Anzahl der an beide Aktiven Pokémon angelegten Energien zu. Der Schaden dieser Attacke wird durch Schwäche und Resistenz nicht verändert."}, "es": {"name": "Impulso de Energía", "text": "Este ataque hace 20 puntos de daño por cada Energía unida a ambos Pokémon Activos. Este daño no se ve afectado por Debilidad o Resistencia."}, "fr": {"name": "Propulsion d'Énergie", "text": "Cette attaque inflige 20 dégâts multipliés par le nombre d'Énergies attachées aux deux Pokémon Actifs. Ces dégâts ne sont pas affectés par la Faiblesse ou la Résistance."}, "it": {"name": "Motore Energia", "text": "Questo attacco infligge 20 danni per ogni Energia assegnata a ciascuno dei Pokémon attivi. Questi danni non sono influenzati dalla debolezza o dalla resistenza."}, "la": {"name": "Impulso de Energía", "text": "Este ataque hace 20 puntos de daño por cada Energía unida a ambos Pokémon Activos. Este daño no se ve afectado por Debilidad o Resistencia."}, "ptbr": {"name": "Impulso de Energia", "text": "Este ataque causa 20 pontos de dano vezes a quantidade de Energia ligada a ambos os Pokémon Ativos. Este dano não é afetado por Fraqueza ou Resistência."}}, {"en": {"name": "Tapu Cure GX", "text": "Heal all damage from 2 of your Benched Pokémon. <i>(You can't use more than 1 gx_atk attack in a game.)</i>"}, "cost": "", "damage": "", "de": {"name": "Kapu-Heilung GX", "text": "Heile allen Schaden bei 2 Pokémon auf deiner Bank. <i>(Du kannst pro Spiel nur 1 gx_atk Attacke einsetzen.)</i>"}, "es": {"name": "Cura Tapu GX", "text": "Cura todos los puntos de daño a 2 de tus Pokémon en Banca. <i>(No puedes usar más de 1 ataque gx_atk en una partida)</i>."}, "fr": {"name": "Toko Soins GX", "text": "Soignez tous les dégâts de 2 de vos Pokémon de Banc. <i>(Vous ne pouvez utiliser qu'une attaque gx_atk par partie.)</i>"}, "it": {"name": "Tapucura GX", "text": "Cura due dei tuoi Pokémon in panchina da tutti i danni. <i>Non puoi usare più di un attacco gx_atk a partita</i>."}, "la": {"name": "Cura Tapu GX", "text": "Cura todos los puntos de daño a 2 de tus Pokémon en Banca. <i>(No puedes usar más de 1 ataque gx_atk en una partida)</i>."}, "ptbr": {"name": "Cura Tapu GX", "text": "Cure todo o dano de 2 dos seus Pokémon no Banco <i>(você não pode usar mais de 1 ataque gx_atk por partida).</i>"}}], "abilities": [{"en": {"name": "[Ability] Wonder Tag", "text": "When you play this Pokémon from your hand onto your Bench during your turn, you may search your deck for a Supporter card, reveal it, and put it into your hand. Then, shuffle your deck."}, "de": {"name": "Wunderfang", "text": "Wenn du dieses Pokémon während deines Zuges aus deiner Hand auf deine Bank spielst, kannst du dein Deck nach 1 Unterstützerkarte durchsuchen, sie deinem Gegner zeigen und sie auf deine Hand nehmen. Mische anschließend dein Deck."}, "es": {"name": "Toque Asombroso", "text": "Cuando juegues este Pokémon de tu mano a tu Banca durante tu turno, puedes buscar en tu baraja 1 carta de Partidario, enseñarla y ponerla en tu mano. Después, baraja las cartas de tu baraja."}, "fr": {"name": "Relais Miracle", "text": "Lorsque vous jouez ce Pokémon de votre main sur votre Banc pendant votre tour, vous pouvez chercher une carte Supporter dans votre deck, la montrer et l'ajouter à votre main. Mélangez ensuite votre deck."}, "it": {"name": "Staffetta Miracolosa", "text": "Quando giochi questo Pokémon dalla tua mano e lo metti in panchina durante il tuo turno, puoi cercare nel tuo mazzo una carta Aiuto, mostrarla e aggiungerla a quelle che hai in mano. Poi rimischia le carte del tuo mazzo."}, "la": {"name": "Toque Asombroso", "text": "Cuando juegues este Pokémon de tu mano a tu Banca durante tu turno, puedes buscar en tu baraja 1 carta de Partidario, enseñarla y ponerla en tu mano. Después, baraja las cartas de tu baraja."}, "ptbr": {"name": "Toque Assombroso", "text": "Quando você joga este Pokémon da sua mão para o seu Banco durante a sua vez de jogar, você pode procurar por 1 carta de Apoiador no seu baralho, revelá-la e colocá-la na sua mão. Em seguida, embaralhe o seu baralho."}}], "weaknesses": {"type": "", "amount": ""}, "resistance": {"type": "", "amount": ""}}}